{
    "Title": "Web Portfolio | Francisco Castilleja | Computer Systems Engineer",
    "Description": "Welcome to my web portfolio, where you can explore my projects and achievements. Discover my experience and skills in the world of technology.",
    "Menu_OP_1": "Home", 
    "Menu_OP_2": "Experience", 
    "Menu_OP_3": "Events",
    "Menu_OP_4": "Projects",
    "Menu_OP_5": "Skills",
    "Menu_OP_6": "I'm Learning",
    "Menu_OP_7": "About Me",
    "Menu_OP_8": "Studies",
    "Menu_OP_9": "Contact",
    "Menu_OP_10": "Language",
    "Menu_OP_10_en": "English",
    "Menu_OP_10_es": "Spanish",
    "Header_1": "Hi, i'm Francisco Castilleja",
    "Span_Header_1": "Available to work",
    "Paragraph_1": "Computer Systems Engineer | 1 year as a Web Developer (Front-End) | Software Developer | Artificial Intelligence.",
    "Exp_Span": "Latest",
    "Exp_Date_Now": "Currently",
    "Exp_1_Header": "Investigation Project",
    "Exp_1_Description": "Development of the thesis \"Inclusive Communication: Integrating Signs and Technology for the Full Participation of People with Hearing Disabilities\". The developed tool aims to provide inclusive communication to people with hearing disabilities.",
    "Exp_2_Header": "Website",
    "Exp_2_Date": "December 23, 2022",
    "Exp_2_Description": "Development of a personal project focused on the Marvel Multiverse, the goal is to provide fans with a clear way to follow the chronological order, among other things.",
    "Exp_3_Header": "Participation in the Dolphin Program - Summer of Scientific and Technological Research of the Pacific",
    "Exp_3_Date": "June 19, 2023 - August 4, 2023",
    "Exp_3_Description": "I participated in the research and development of the project \"MEXICAN SIGN LANGUAGE INTERPRETATION SYSTEM FOR HEALTH PROFESSIONALS\".",
    "Sub_PE": "Participation in Events",
    "PE_1_Header": "Conference",
    "PE_1_Description": "Disclosure related to our project to students at the University of Reynosa.",
    "PE_2_Header": "My life UAT",
    "PE_2_Description": "Presentation of the first stage of the tool at a university event.",
    "P_1_Description_1": "Website to share ideas related to web development.",
    "P_1_Description_2": "If you want you can also share your ideas.",
    "P_Button": "See More",
    "Skills_Cat_1": "Operating Systems",
    "Skills_Cat_2": "Version and Repository Management",
    "Skills_Cat_3": "Artificial Intelligence",
    "Skills_Cat_4": "Programming",
    "Skills_Cat_5": "Database Management",
    "Skills_Cat_6": "Markup Languages",
    "Skills_Cat_7": "Web Development",
    "AM_1": "Hello! I'm Francisco Castilleja, but my friends call me Panchito. My passion for the Marvel Multiverse goes beyond being just a fan; it has become one of my most significant projects. Currently, I am immersed in the development and continuous improvement of a website dedicated to the Marvel timeline, a project that started in December 2022 and reflects my dedication to this fascinating Multiverse.",
    "AM_2": "Although I have completed my studies in Computer Systems Engineering, my educational journey continues through a university research project that deeply excites me. This project aims to develop an Artificial Intelligence-based tool to interpret Mexican Sign Language, a step towards inclusion and accessibility for individuals with hearing disabilities.",
    "AM_3": "My next milestone is obtaining my university degree as a Computer Systems Engineer. In my professional approach, I value responsibility and the constant pursuit of learning. My aspiration is to take my skills and knowledge to Canada, where I long to live and work.",
    "AM_4": "I am excited about the opportunities that will allow me to continue growing as a professional!",
    "Sub_EC": "Studies and Certifications",
    "EC_Description": "Computer Systems Engineer",
    "EC_Title": "Title in Process",
    "Contact_FName": "First Name",
    "Contact_LName": "Last Name",
    "Contact_Country": "Select your Country",
    "Contact_C_1": "United States",
    "Contact_C_2": "Canada",
    "Contact_C_3": "Mexico",
    "Contact_C_4": "Other",
    "Contact_Message": "Your Message",
    "Contact_M_PlaceHolder": "Leave your comment...",
    "Contact_Button": "Send"
}