{
    "Title": "Portafolio Web | Francisco Castilleja | Ingeniero en Sistemas Computacionales",
    "Description": "Bienvenido a mi portafolio web, donde podrás explorar mis proyectos y logros. Descubre mi experiencia y habilidades en el mundo de la tecnología.",
    "Menu_OP_1": "Inicio", 
    "Menu_OP_2": "Experiencia", 
    "Menu_OP_3": "Eventos",
    "Menu_OP_4": "Proyectos",
    "Menu_OP_5": "Habilidades",
    "Menu_OP_6": "Sobre Mí",
    "Menu_OP_7": "Estudios",
    "Menu_OP_8": "Contacto",
    "Menu_OP_9": "Idioma",
    "Menu_OP_9_en": "Inglés",
    "Menu_OP_9_es": "Español",
    "Header_1": "Hola, Soy Francisco Castilleja",
    "Span_Header_1": "Disponible para trabajar",
    "Paragraph_1": "Ingeniero en Sistemas Computacionales | 1 año como Desarrollador Web (Front-End) | Inteligencia Artificial.",
    "Exp_Span": "Más Reciente",
    "Exp_Date_Now": "Actualmente",
    "Exp_1_Header": "Proyecto de Investigación",
    "Exp_1_Description": "Desarrollo de la tésis \"Comunicación Inclusiva: Integrando Señas y Tecnología para la Participación Plena de Personas con Discapacidad Auditiva\". La herramienta desarrollada tiene como objetivo proporcionar una comunicación inclusiva a las personas con discapacidad auditiva.",
    "Exp_2_Header": "Sitio Web",
    "Exp_2_Date": "Diciembre 2022",
    "Exp_2_Description": "Desarrollo de un proyecto personal enfocado en el Multiverso de Marvel, el objetivo es brindar a los fans una forma clara de seguir el orden cronológico, entre otras cosas.",
    "Exp_3_Header": "Participación en el",
    "Exp_3_Date": "Junio 2023 - Agosto 2023",
    "Exp_3_Description": "Participé en la investigación y desarrollo del proyecto",
    "Sub_PE": "Participación en Eventos",
    "PE_1_Header": "Conferencia",
    "PE_1_Description": "Divulgación relacionada con nuestro proyecto a estudiantes de la universidad de Reynosa.",
    "PE_2_Description": "Presentación de la primera etapa de la herramienta en un evento de la universidad.",
    "P_1_Description_1": "Sitio Web para compartir ideas relacionadas con el desarrollo web.",
    "P_1_Description_2": "Si deseas también puedes compartir tus ideas.",
    "P_2_Description_1": "Proyecto para mejorar habilidades.",
    "P_2_Description_2": "Se ajustó el scroll y menú responsive, optimizando imágenes y cambiando el icono.",
    "P_3_Description_1": "Proyecto desarrollado para la Hackathon 2024 de Supabase.",
    "P_3_Description_2": "Desarrollado con el objetivo de brindar el orden cronológico de la Saga.",
    "P_4_Description_1": "Este proyecto ofrece a los fanáticos del UCM un orden cronológico claro y actualizado.",
    "P_4_Description_2": "Además, permite calificar proyectos y observar un contador de futuros estrenos.",
    "Skills_Cat_1": "Sistemas Operativos",
    "Skills_Cat_2": "Gestión de Versiones y Repositorios",
    "Skills_Cat_3": "Inteligencia Artificial",
    "Skills_Cat_4": "Programación",
    "Skills_Cat_5": "Gestión de Bases de Datos",
    "Skills_Cat_6": "Lenguajes de Marcado",
    "Skills_Cat_7": "Desarrollo Web",
    "Skills_Cat_8": "Plataformas y Servicios de Desarrollo",
    "AM_1": "¡Hola! Soy Francisco Castilleja, pero mis amigos me llaman Panchito. Mi pasión por el Multiverso Marvel va más allá de ser solo un fan; se ha convertido en uno de mis proyectos más significativos. Recientemente completé la versión 3 de una página web dedicada a la cronología de Marvel, reflejando mi dedicación por este fascinante Multiverso. Aunque la versión actual está finalizada, seguiré trabajando en futuras mejoras y actualizaciones para ofrecer la mejor experiencia posible a los fanáticos.",
    "AM_2": "Aunque he concluido mis estudios en Ingeniería en Sistemas Computacionales, mi camino educativo sigue avanzando a través de mi tesis de investigación universitaria. Esta tesis se centra en el desarrollo de una herramienta basada en Inteligencia Artificial para interpretar la Lengua de Señas Mexicana, un paso hacia la inclusión y accesibilidad para las personas con discapacidad auditiva.",
    "AM_3": "Como pasante actual, mi próximo hito es la obtención de mi título universitario como Ingeniero en Sistemas Computacionales. En mi enfoque profesional, valoro la responsabilidad y la búsqueda constante de aprendizaje. Mi aspiración es llevar mis habilidades y conocimientos a Canadá, donde anhelo vivir y trabajar.",
    "AM_4": "Estoy emocionado por las oportunidades que me permitirán seguir creciendo como profesional.",
    "Sub_EC": "Estudios y Certificaciones",
    "EC_Description": "Ingeniero en Sistemas Computacionales",
    "EC_Title": "Pasante, Título en Proceso",
    "EC_Course": "Curso",
    "EC_11_Date": "Abril 2024",
    "EC_10_Date": "Marzo 2024",
    "EC_9_Date": "Marzo 2024",
    "EC_8_Date": "Octubre 2023",
    "EC_7_Date": "Octubre 2023",
    "EC_6_Date": "Septiembre 2023",
    "EC_5_Date": "Septiembre 2023",
    "EC_4_Date": "Marzo 2023",
    "EC_3_Date": "Diciembre 2022",
    "EC_2_Date": "Octubre 2022",
    "EC_1_Date": "Diciembre 2021",
    "Contact_FName": "Nombre Completo",
    "Contact_Email": "Email",
    "Contact_Country": "Selecciona tu país",
    "Contact_C_1": "Estados Unidos",
    "Contact_C_2": "Canadá",
    "Contact_C_3": "México",
    "Contact_C_4": "Otro",
    "Contact_Message": "Tu Mensaje",
    "Contact_M_PlaceHolder": "Deja tu comentario...",
    "Contact_Button": "Enviar",
    "Link_Resume" : "/resume",
    "Resume_Description" : "Me especializo en el desarrollo front-end y tengo un interés activo en ampliar mis habilidades hacia el back-end con el objetivo de convertirme en un desarrollador full-stack. Mi dedicación a mantenerme actualizado con las últimas tendencias y tecnologías demuestra mi disposición para asumir nuevos desafíos y contribuir al éxito de proyectos multidisciplinarios.",
    "Resume_EX_Header_1" : "PROYECTO DE INVESTIGACIÓN UNIVERSITARIO - DESARROLLO DE HERRAMIENTA PARA PERSONAS CON DISCAPACIDAD AUDITIVA",
    "Resume_EX_Description_1_1" : "El objetivo es brindar a las personas con discapacidad auditiva la oportunidad de brindar una comunicación inclusiva.",
    "Resume_EX_Description_1_2" : "Se lleva a cabo una investigación profunda para brindar una herramienta que sirva como interprete de la Lengua de Señas Mexicana.",
    "Resume_EX_Description_1_3" : "La herramienta implementa una red neuronal que permite la interpretación de las señas.",
    "Resume_EX_Header_2" : "PROYECTO PERSONAL - DESARROLLO DE SITIO WEB MARVELKNIGHT",
    "Resume_EX_Date_2" : "DICIEMBRE 2022 - ACTUALMENTE",
    "Resume_EX_Description_2_1" : "Proyecto desarrollado de manera autónoma para informar a los fanáticos sobre el Multiverso de Marvel.",
    "Resume_EX_Description_2_2" : "El sitio se encuentra en su versión 2. Actualmente trabajo en la versión 3 donde se implementarán más funciones y solución de errores.",
    "Resume_EX_Description_2_3" : "Actualmente estoy trabajando con el Framework de Next.js para el desarrollo.",
    "Resume_EX_Header_3" : "DIVULGACIÓN SOBRE EL PROPÓSITO DEL PROYECTO DE INVESTIGACIÓN",
    "Resume_EX_Date_3" : "OCTUBRE 2023",
    "Resume_EX_Description_3_1" : "Conferencia sobre los puntos importantes relacionados al Proyecto de Investigación.",
    "Resume_EX_Description_3_2" : "Se informó sobre como las personas con discapacidad auditiva afrontan dificultades, la importancia de estar bien informados sobre como actuar para que haya una mejor inclusión en la sociedad y sobre los objetivos relacionados con el desarrollo de la herramienta.",
    "Resume_EX_Description_3_3" : "La conferencia fue dirigida a estudiantes de la Universidad Autónoma de Tamaulipas, de la Facultad de Reynosa. Dicha conferencia fue parte de la semana académica de Ing. en Sistemas Computacionales.",
    "Resume_ED" : "EDUCACIÓN",
    "Resume_ED_Description" : "Durante mis estudios adquirí conocimientos relacionados con el desarrollo de software, desarrollo web, inteligencia artificial, redes, automatización, entre otros.",
    "Resume_INF" : "INFORMACIÓN",
    "Resume_INF_SSkills" : "HABILIDADES BLANDAS",
    "Resume_INF_Twork" : "Trabajo en equipo",
    "Resume_INF_PRes" : "Resolución de problemas",
    "Resume_INF_Creat" : "Creatividad",
    "Resume_INF_CLearn" : "Aprendizaje continuo",
    "Resume_INF_HSkills" : "HABILIDADES DURAS",
    "Resume_LAN_ES" : "Español - Nativo",
    "Resume_LAN_EN" : "Inglés - B2",
    "Link_Index" : "/",
    "Link_PDF" : "Resume-FranciscoCastilleja-ES.pdf",
    "Link_PNG_1" : "Resume-FranciscoCastilleja-1-ES.png",
    "Link_PNG_2" : "Resume-FranciscoCastilleja-2-ES.png"
}